Repository: juventudtrotskista/libro-ucraniaGIT
Catalog: tm/MM7.tmx
Source language: es_es
Languages: en_gb

source: El resultado de las elecciones legislativas podría suponer una importante transformación de la cultura política del país, la transición a un sistema multipartidista en el que el Parlamento sustituiría al politburó del partido gobernante Zanu PF como principal institución normativa.
en_gb: The outcome of the legislative elections could mark a major transformation in the country's political culture, the transition to a multiparty system in which Parliament will replace the ruling party Zanu PF politburo as the main policy-making institution.

source: Estimado señor Milinkevich, como líder de la oposición unificada, usted tuvo el valor de presentarse a las elecciones presidenciales celebradas recientemente en Belarús, elecciones en absoluto consideradas como democráticas por nuestro Parlamento.
en_gb: Mr Milinkevich, as leader of the unified opposition, you had the courage to stand for the presidential elections held recently in Belarus, which were seen by our Parliament as in no way democratic.

source: Un ejemplo típico es la demora continua de la verdadera cancelación de la deuda de los países pobres.
en_gb: A typical example is the continuing delay in actually writing off the debts of the poor countries.

source: Mientras reconozco y apoyo completamente la participación de mujeres en la resolución pacífica de conflictos, lamentablemente tengo que votar en contra de este informe más bien confuso.
en_gb: Whilst I fully recognise and support the participation of women in peaceful conflict resolution, I must sadly vote against this rather confused report.

source: Lamentablemente, la forma en la que se aplican estas medidas dista de ser óptima; las sanciones por infracciones son completamente diferentes en cada Estado miembro.
en_gb: Unfortunately, the way these measures are being applied is far from optimal: the penalties for an infringement are completely different in each Member State.

source: Por consiguiente, le ruego que acepte esta reclamación que presento aquí en mi calidad de Presidente de la comisión: este informe, aunque fue aprobado completamente en comisión, no figura, lamentablemente, en el orden del día, como estaba previsto.
en_gb: I would therefore ask you to accept this objection which I am making today as chairman of the committee. Unfortunately, this report does not appear on the agenda as planned, even though a full vote was taken on it in committee.

source: Además, este régimen está lleno de contradicciones.
en_gb: Moreover, this regime is full of contradictions.

source: Nacionalidad
en_gb: Nationality

source: Se deben llevar hasta sus últimas consecuencias los principios de descentralización y subsidiariedad.
en_gb: The principles of decentralisation and subsidiarity must be taken as far as possible.

source: Sigamos esta lógica hasta sus últimas consecuencias.
en_gb: Let us follow through on that logic.

source: Si lleváramos ese argumento hasta sus últimas consecuencias, no necesitaríamos compromiso alguno.
en_gb: If we took that argument to its final conclusion, we would not need any commitments.

source: Podemos resumir la definición más amplia del modo siguiente: una estrategia más activa y englobadora para promover la igualdad de oportunidades movilizando no sólo medidas positivas por derecho propio, sino también todas las políticas y medidas generales para ese fin.
en_gb: The wider definition can be summarized as follows: a more active and encompassing strategy to promote equal opportunity by mobilizing, not only positive action in its own right, but also mobilizing all general policies and measures to this end.

source: Definición de acontecimientos adversos graves (AAG)
en_gb: Definition of Serious Adverse Events (SAEs)

source: Definición de acontecimientos adversos (AA)
en_gb: Definition of Adverse Events (AEs)

source: Dirección:
en_gb: Address:

source: Dirección
en_gb: Management

source: (Dirección)
en_gb: (Direction)

source: LA
en_gb: THE

source: La
en_gb: A

source: El mercado está muy bien, pero no vamos a sustituir la dictadura del proletariado por la dictadura de los accionistas.
en_gb: The market is a fine thing, but we are not about to replace the dictatorship of the proletariat with the dictatorship of the shareholders.

source: Burguesía
en_gb: Bourgeoisie

source: Expropiación
en_gb: Eminent domain

source: Estas decisiones solo pueden ser enderezadas por otra institución de la UE.
en_gb: These decisions may only be put right by another EU institution.

source: A la luz de esos estudios, los objetivos climáticos de la UE no pueden ser calificados de ambiciosos.
en_gb: In the light of these studies, the EU's climate targets cannot be called too ambitious.

source: Este capítulo es, y se demostrará que es, precioso en la lucha por una Europa social, democrática, solidaria, una Europa de paz, de progreso, de socialismo.
en_gb: That asset is, and will prove to be, valuable in the struggle for a social, democratic and supportive Europe, a Europe of peace, progress and socialism.

source: En nombre de la guerra antiterrorista, estamos librando una guerra contra las libertades democráticas y las conquistas sociales.
en_gb: In the name of the war against terrorism, they are waging war against democratic freedoms and the social acquis.

source: Por desgracia, en lugar de sustituir ese monolito por un socialismo democrático genuino, se produjo la restauración del capitalismo.
en_gb: Unfortunately, instead of replacing that monolith by going on to genuine democratic socialism, it was the restoration of capitalism which followed.

source: Aquí es donde las pequeñas y medianas empresas necesitan acceso a los mercados.
en_gb: This is where small and medium-sized enterprises need access to markets.

source: Es aquí donde falla.
en_gb: It is at this hurdle that we fall.

source: Se multiplican las denuncias y las detenciones en contra de dirigentes del movimiento democrático de masas, mientras que el ejército difunde documentos con los que trata de sustanciar el intento de derrocamiento de la Presidenta.
en_gb: Charges are being filed against a growing number of popular democratic leaders and an increasing number of arrests carried out, while reports leaked by the military are seen as evidence of a plot to overthrow the President.

source: Serían contraproducentes, particularmente para la oposición democrática.
en_gb: They would be counterproductive, particularly for the democratic opposition.

source: La influencia revolucionaria de Internet en las comunicaciones en general y, particularmente, en el comercio electrónico confirmó más tarde la importancia de este sector de la política.
en_gb: The Internet' s revolutionary impact on communications generally and ecommerce in particular later confirmed the importance of this area of policy.

source: En este sentido, es muy diferente de Ucrania.
en_gb: In that respect it is very different from Ukraine.

source: Dijimos al principio que nos preocupaba la cuestión de la seguridad y la salud públicas, pero que no éramos una comisión de seguridad pública en el sentido revolucionario francés, que exige que se corten cabezas, que exige que haya juicios que sienten precedentes.
en_gb: We said at the outset that while we were concerned with issues of public health and safety, we are not a committee of public safety in the French revolutionary sense, calling for heads, calling for show trials.

source: En este sentido no hay avances ni cambios revolucionarios.
en_gb: In this area, there is no progress or revolutionary change.

source: With
en_gb: William Withering

source: wvware / wvware la versión 1.2.4
en_gb: wvWare/wvWare version 1.2.4

source: Versión:
en_gb: Version:
